Repository: common-repository/ssquiz
Catalog: lang/ssquiz-*.po
Languages: es_es, fa_ir, ru_ru

source: SSQuiz Documentation
es_es: Documentación SSQuiz
ru_ru: Документация SSQuiz

source: General Usage
es_es: Uso general
ru_ru: Общее пользование

source: For Developers
es_es: Para desarrolladores
ru_ru: Для разработчиков

source: Prev
es_es: Previo
ru_ru: Пред

source: Next
es_es: Siguiente
fa_ir: بعدی
ru_ru: След

source: Add Question
es_es: Agregar pregunta
ru_ru: Добавить вопрос

source: Edit
es_es: Editar
ru_ru: Правка

source: Manage Quizzes
es_es: Administrar pruebas
ru_ru: Управление тестами

source: Filter quizzes:
es_es: Filtrar pruebas
ru_ru: Фильтр тестов

source: Add Quiz
es_es: Agregar quiz
fa_ir: افزودن آزمون
ru_ru: Добавить тест

source: Fill
es_es: Completar
ru_ru: Заполнить

source: Choise
es_es: Seleccionar
ru_ru: Выбор

source: SSQuiz Settings
es_es: Ajustes de SSQuiz
ru_ru: Настройки SSQuiz

source: Start Screen
es_es: Pantalla de inicio o Mensaje de inicio
ru_ru: Начальная страница

source: Folowing content will appear when quiz is loaded on page
es_es: El siguiente contenido aparece cuando se carga el quiz a la página.
ru_ru: Следующий текст появится когда загрузиться тест

source: Title of the quiz
es_es: Título del quiz
fa_ir: عنوان آزمون
ru_ru: Название теста

source: Description of the quiz
es_es: Descripción de la prueba
fa_ir: توضیحات آزمون
ru_ru: Оисание теста

source: Total number of questions
es_es: Número total de preguntas
fa_ir: تعداد پرسش ها
ru_ru: Всего вопросов

source: Finish Screen
es_es: Pantalla final o mensaje de despedida de la prueba.
ru_ru: Последняя страница

source: Folowing content will appear when quiz is competed or exited
es_es: El siguiente contenido aparece cuando el quiz es terminado o retirado.
ru_ru: Следующий текст появиться, если тест будет завершен

source: User's name
es_es: Nombre del usuario
fa_ir: نام کربران
ru_ru: Имя

source: Quiz's ID
es_es: ID del Quiz
fa_ir: آزمون ID
ru_ru: ID теста

source: Number of answered questions
es_es: Cantidad de preguntas contestadas.
fa_ir: تعداد پرسش های پاسخ داده شده
ru_ru: Число отвеченных вопросов

source: Number of correct answers
es_es: Cantidad de respuestas correctas.
fa_ir: تعداد پاسخ های صحیح
ru_ru: Число правильных ответов

source: Percent of correct answered over total questions
es_es: Porcentaje de contestaciones correctas sobre el total de preguntas.
fa_ir: درصد مجموع پاسخ های درست
ru_ru: Процент правильных ответов

source: Email Template to user
es_es: Plantilla del email para el usuario.
fa_ir: الگوی ایمیل ارسالی به کاربران
ru_ru: Шаблон письма пользователю

source: Folowing content can be sent as a message to user
es_es: El siguiente contenido puede ser enviado como un mensaje para el usuario.
ru_ru: Следующий текст может быть отправлен пользователю после окончания теста

source: Subject
es_es: Asunto
fa_ir: موضوع
ru_ru: Тема

source: Teacher's Template
es_es: Plantilla para enviar al maestro o docente.
fa_ir: الگوی معلم
ru_ru: Шаблон учителя

source: Folowing content can be sent as a message to third person (teacher)
es_es: El siguiente contenido puede ser enviado como un mensaje a una tercera persona (docente).
ru_ru: Следующий текст может быть отправлен третьему лицу (учителю) после окончания теста

source: Email address
es_es: Correo electrónico
ru_ru: E-Mail

source: User's email
es_es: Correo del usuario
fa_ir: رایانانه کاربر
ru_ru: E-Mail

source: Quiz's Users
es_es: Usuarios de las pruebas
fa_ir: کاربران آزمون
ru_ru: Пользователи Теста

source: Clear this list
es_es: Limpiar esta lista
fa_ir: این لیست را پاک کن
ru_ru: Очистить этот список

source: Name
es_es: Nombre
fa_ir: نام
ru_ru: Название

source: E-Mail
es_es: Correo electrónico
fa_ir: رایانامه (ایمیل)

source: Answered
es_es: Contestadas
fa_ir: پاسخ
ru_ru: Отвечено

source: Correct
es_es: Correctas
fa_ir: صحیح
ru_ru: Правильных

source: Time
es_es: Tiempo
fa_ir: زمان
ru_ru: Время

source: ERROR:You should write answer
es_es: ERROR: Debes escribir una respuesta.
fa_ir: خطا : شما باید پاسخ را بنویسید
ru_ru: ОШИБКА: Укажити ответ

source: ERROR:You should write question
es_es: ERROR: Debes escribir una pregunta
fa_ir: خطا : شما باید پرسش را بنویسید
ru_ru: ОШИБКА: Укажити вопрос

source: No Quiz selected
es_es: No has seleccionado ningún quiz.
fa_ir: آزمونی انتخاب نشده است
ru_ru: Не выбран тест

source: Error while replacing
es_es: Error al remplazar.
fa_ir: خطا در حال جایگزینی
ru_ru: Ошибка при замене

source: ERROR:You should write title
es_es: ERROR: Debes escribir un título.
fa_ir: خطا : شما باید عنوان را بنویسید
ru_ru: ОШИБКА: Укажити название

source: ERROR:You should write description
es_es: ERROR: Debes escribir una descripción.
fa_ir: خطا : شما باید توضیحاتی را درج کنید.
ru_ru: ОШИБКА: Укажити описание

source: SSQuiz Manager
es_es: Administrador de SSQuiz
fa_ir: مدیریت آزمون ها
ru_ru: Управление SSQuiz

source: New Quiz's title
es_es: Título del nuevo Quiz
fa_ir: عنوان جدید آزمون
ru_ru: Название нового теста

source: New Quiz's description
es_es: Descripción del nuevo Quiz
fa_ir: توضیحات جدید آزمون
ru_ru: Описание нового теста

source: View Quiz
es_es: Ver Quiz
fa_ir: نمایش آزمون
ru_ru: Просмотреть Тест

source: All
es_es: Todo
fa_ir: همه
ru_ru: Все

source: Number
es_es: Número
fa_ir: تعداد
ru_ru: Номер

source: Question
es_es: Pregunta
fa_ir: پرسش ها
ru_ru: Вопрос

source: Correct Answer
es_es: Respuesta correcta
fa_ir: پاسخ صحیح
ru_ru: Правильный ответ

source: Answers
es_es: Respuestas
fa_ir: پاسخ
ru_ru: Ответы

source: Total questions
es_es: Preguntas totales
fa_ir: تعداد پرسش ها
ru_ru: Всего вопросов

source: delete
es_es: Eliminar
fa_ir: حذف
ru_ru: удалить

source: edit
es_es: Editar
fa_ir: ویرایش
ru_ru: правка

source: add question
es_es: Agregar pregunta
fa_ir: افزودن پرسش
ru_ru: добавить вопрос

source: Quiz Templates
es_es: Plantillas de las pruebas
fa_ir: الگوهای آزمون
ru_ru: Шаблоны Теста

source: Welcome Screen
es_es: Pantalla de bienvenida
fa_ir: صفحه خوش آمدگویی
ru_ru: Первая страница

source: Submit
es_es: Enviar
fa_ir: ثبت
ru_ru: Принять

source: Result Screen
es_es: Pantalla de resultados
fa_ir: صفحه نتایج
ru_ru: Последняя страница

source: User will receive email?
es_es: Recibirá el usuario un correo electrónico?
fa_ir: کاربر رایانامه (ایمیل) دریافت کند؟
ru_ru: Пользователь будет получать результаты?

source: Number of answered
es_es: Número de contestadas
fa_ir: تعداد پاسخ داده شده ها
ru_ru: Число отвеченных

source: Teacher's email
es_es: Correo del docente
fa_ir: ایمیل معلم
ru_ru: почта учителя

source: Teacher will receive email?
es_es: El docente recibirá un correo electrónico?
fa_ir: معلم رایانامه دریافت کند؟
ru_ru: Учитель будет получать результаты?

source: Insert Media
es_es: Insertar medios
fa_ir: افزودن رسانه
ru_ru: Вставить Медиа

source: Answer is
es_es: La respuesta es
fa_ir: پاسخ هست
ru_ru: Ответ -

source: correct
es_es: correcta
fa_ir: صحیح
ru_ru: правильный

source: Add answer
es_es: Agregar respuesta
fa_ir: افزودن پاسخ
ru_ru: Добавить ответ

source: Save
es_es: Guardar
fa_ir: ذخیره
ru_ru: Сохранить

source: Quiz's title
es_es: Título del Quiz
fa_ir: عنوان آزمون
ru_ru: Название теста

source: Quiz's description
es_es: Descripción del Quiz
fa_ir: توضیحات آزمون
ru_ru: Описание теста

source: If you have questions, suggestions or want to know about my upcoming projects, visit
es_es: Si tienes preguntas, sugerencias o quieres saber sobre mis próximos proyectos, visita
fa_ir: اگر شما پرسش یا پیشنهادی دارید به سایت من سر بزنید
ru_ru: Если у вас есть вопросы, пожелания или хотите знать о моих последующих проектах, посетите

source: SSQuiz Statistics
es_es: Estadísticas de SSQuiz
ru_ru: Статистика SSQuiz

source: Find:
es_es: Encontrar:
ru_ru: Найти:

source: only passed
es_es: Sólo los resueltos
ru_ru: только успешные

source: Delete All Entries
es_es: Borrar todas las entradas
ru_ru: Удалить все записи

source: Quiz is not selected
es_es: No has seleccionado ningún quiz
ru_ru: Тест не выбран

source: Quiz doesn't exist
es_es: El quiz no existe.
ru_ru: Тест не существует

source: You already took this quiz
es_es: Ya has tomado este quiz.
fa_ir: شما این آزمون را گرفته اید
ru_ru: Вы проходили этот тест

source: Please write your name
es_es: Por favor, escribe tu nombre.
ru_ru: Введите ваше имя

source: Not a valid e-mail address
es_es: Correo electrónico no válido.
ru_ru: Неверный Email

source: Start
es_es: Empezar
fa_ir: شروع
ru_ru: Начать

source: Exit
es_es: Salir
fa_ir: پایان
ru_ru: Выход

source: Your answer:
es_es: Tu respuesta:
ru_ru: Выш ответ:

source: You were right!
es_es: Tienes razón!
fa_ir: پاسخ شما صحیح است
ru_ru: Вы были правы

source: You didn't answer
es_es: No contestaste
ru_ru: Вы не ответили

source: Correct answer is
es_es: La respuesta correcta es
ru_ru: Правильный ответ -

source: You were wrong!
es_es: Estás equivocado!
ru_ru: Вы были не правы

source: Get Results
es_es: Obtener resultados
ru_ru: Результаты

source: Answered questions
es_es: Preguntas respondidas
ru_ru: Отвеченные вопросы

source: Back
es_es: Volver
fa_ir: بازگشت
ru_ru: Назад

source: Quiz is not selected! Please, read readme.txt
es_es: No has seleccionado ningún quiz! Por favor, leer readme.txt
fa_ir: آزمون انتخاب نشده است. لطفا فایل README.TEXT را مطالعه کنید
ru_ru: Не выбран тест. Прочтите документацию

source: Time left
es_es: Tiempo restante
fa_ir: زمان باقی مانده
ru_ru: Время истекло

source: Correct answer
es_es: Respuesta correcta
fa_ir: پاسخ صحیح
ru_ru: Правильный ответ

source: Your answer
es_es: Tu respuesta
fa_ir: پاسخ شما
ru_ru: Ваш ответ

source: You didn't answer to this question.
es_es: No contestaste esta pregunta.
fa_ir: شما به این پرسش پاسخ ندادید
ru_ru: Вы не ответили на этот вопрос

source: There is no tests in quiz
es_es: No hay pruebas en el quiz.
fa_ir: هیچ پرسشی در آزمون نیست
ru_ru: Нет вопросов в тесте

source: Finish
es_es: Finalizar
fa_ir: پایان
ru_ru: Завершить

source: Back to school
es_es: De regreso a la escuela
ru_ru: Назад в школу

source: Statistics
es_es: Estadísticas
ru_ru: Статистика

source: Settings
es_es: Ajustes
ru_ru: Настройки

source: Documentation
es_es: Documentación
ru_ru: Документация

source: Edit Quiz
es_es: Editar Quiz
ru_ru: Редактировать тест

source: Edit Question
es_es: Editar pregunta
ru_ru: Редактировать Вопрос

source: With this plugin you can make quizzes really fast. Add questions/quizzes, rearrange questions, edit answers, insert multimedia in questions, - all of this can be done on single page within several seconds. Also one can edit welcome/finish/email templates using html if it's needed. To insert quiz into page, use short code [ssquiz id='#']. Quiz automatically determines what type of test user creates (choose-correct, fill-blank or question with several correct answers)
es_es: Con este plugin puedes elaborar pruebas de manera rápida. Agrega preguntas/pruebas, acomoda las preguntas, edita las respuestas, inserta archivos multimedia dentro de las preguntas, - todo esto puede ser realizado en la misma página en varios segundos. También puedes editar las plantillas de bienvenida/finalización/correo electrónico usando html, si es necesario. Para insertar un quiz/prueba en la página, usa el short code [ssquiz id='#']. El quiz automáticamente determina qué tipo de prueba crea el usuario (elegir la correcta, llenar el espacio o preguntas con varias respuestas correctas).
ru_ru: С помощью этого плагина вы можете создавать тесты очень быстро. Добавить тест, изменить порядок вопросов, редактировать тесты, - все можно сделать на обной странице за несколько секунд. Также вы можете менять шаблоны для начала, конца теста, а также для письма. Чтобы вставить тест на страницу, используйте формат [ssquiz id='#'].

source: Quiz
fa_ir: آزمون
ru_ru: Тест

source: You must write at least one answer!
fa_ir: شما باید حداقل یک پاسخ بنویسید!

source: You must choose correct answer!
fa_ir: شما باید پاسخ صحیح را انتخاب کنید!

source: Question too short!
fa_ir: پرسش بسیار کوتاه است!

source: You must write title!
fa_ir: شما باید عنوان را بنویسید!

source: You must write description!
fa_ir: شما باید توضیحات را بنویسید!

source: Error
fa_ir: اخطار

source: Saved
fa_ir: ذخیره

source: Please fill the forms
fa_ir: لطفا فرم ها را پر کنید

source: Please input a correct email
fa_ir: لطفا رایانامه صحیح وارد نمایید

source: Select Quiz
fa_ir: آزمون را انتخاب کنیذ

source: Do you really want to delete quiz and all its questions?
fa_ir: آیا شما می خواهید آزمون را با تمام پرسش ها پاک کنید؟

source: Do you really want to delete all users from SSQuiz's database
fa_ir: آیا شما می خواهید تمام کاربران را از پایگاه داده پاک کنید؟

source: cancel
fa_ir: لغو

source: loading
fa_ir: بارگزاری

source: Another answer is
fa_ir: پاسخ دیگر
